Repository: Jun-repo/EmCall-Mobile-App
Catalog: lib/l10n/app_*.arb
Languages: tl

source: Sign In
tl: Mag-sign In

# subTitle
source: Hi there! Nice to see you again.
tl: Kumusta! Masaya kaming makita kang muli.

source: Sign Up
tl: Mag-sign Up

# labelPhoneNumber
source: Phone Number
tl: Numero ng Telepono

# validatorPhoneNone
source: Please enter your phone number.
tl: Pakilagay ang iyong numero ng telepono.

# validatorPhoneInvalid
source: Please enter a valid phone number.
tl: Pakilagay ang tamang numero ng telepono.

# validatorPassNone
source: Please enter your password.
tl: Pakilagay ang iyong password.

# validatorPass6cha
source: Password must be at least 6 characters long.
tl: Ang password ay dapat hindi bababa sa 6 na karakter.

# validatorPassSymbol
source: 'Password must contain at least one symbol.
tl: Ang password ay dapat may isang simbolo.

# validatorPassNum
source: Password must contain at least one number.
tl: Ang password ay dapat may isang numero.

# validatorPassLowercase
source: Password must contain at least one uppercase letter.
tl: Ang password ay dapat may maliit na titik.

# validatorPassUppercase
source: Password must contain at least one lowercase letter.
tl: Ang password ay dapat may malaking titik.

source: Forgot Password?
tl: Nakalimutan ang Password?

# dontHaveAccount
source: Don't have an account?
tl: Wala ka pang account?

# verificationCode
source: Enter Verification Code
tl: Ilagay ang Verification Code

# forgotPass
source: Forgot Password
tl: Nakalimutan ang Password

source: Send Code
tl: Ipadala ang Code

source: Back
tl: Bumalik

source: Cancel
tl: Kanselahin

source: Save
tl: I-save

source: Set New Password
tl: Itakda ang Bagong Password

source: New Password
tl: Bagong Password

source: General
tl: Pangkalahatan

source: Favorites
tl: Paborito
